<?php

return [
    'total_upload_size_too_high' => 'Максимальный размер загружаемых файлов :max',
    'total_upload_size_too_low' => 'Минимальный размер загружаемых файлов :min',

    'file_too_big' => 'Файл слишком большой. Размер не должен превышать :max',
    'file_too_small' => 'Файл слишком маленький. Размер должен быть не менее :min',

    'max_items' => 'Вы можете загрузить только :max файл|Вы можете загрузить не более :max файлов',
    'min_items' => 'Вы должны загрузить как минимум :min файл|Вы должны загрузить не менее :min файлов',

    'extension' => 'Разрешенные форматы файлов :extensions',
    'mime' => 'Разрешенные типы файлов :mimes',
];
